[
  {
    "title": "Lead",
    "author": "Kylie Scott",
    "description": "Stay up all night with the sexy rockers in Lead, the third novel in the Stage Dive series from New York Times bestselling romance writer Kylie Scott, author of Lick and Play. As the lead singer of Stage Dive, Jimmy is used to getting whatever he wants, whenever he wants it, whether it's booze, drugs, or women. However, when a PR disaster serves as a wake-up call about his life and lands him in rehab, he finds himself with Lena, a new assistant to keep him out of trouble. Lena's not willing to take any crap from the sexy rock star and is determined to keep their relationship completely professional, despite their sizzling chemistry. But when Jimmy pushes her too far and Lena leaves, he realizes that he may just have lost the best thing that ever happened to him.",
    "img": "http://books.google.com/books/content?id=PWN5vgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1447260562",
    "spineCSS": "b_three",
    "status": "unread",
    "date": "2021-06-30T16:51:54.459Z"
  },
  {
    "title": "Lead",
    "author": "Kylie Scott",
    "description": "Stay up all night with the sexy rockers in Lead, the third novel in the Stage Dive series from New York Times bestselling romance writer Kylie Scott, author of Lick and Play. As the lead singer of Stage Dive, Jimmy is used to getting whatever he wants, whenever he wants it, whether it's booze, drugs, or women. However, when a PR disaster serves as a wake-up call about his life and lands him in rehab, he finds himself with Lena, a new assistant to keep him out of trouble. Lena's not willing to take any crap from the sexy rock star and is determined to keep their relationship completely professional, despite their sizzling chemistry. But when Jimmy pushes her too far and Lena leaves, he realizes that he may just have lost the best thing that ever happened to him.",
    "img": "http://books.google.com/books/content?id=PWN5vgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1447260562",
    "spineCSS": "b_five",
    "status": "unread",
    "date": "2021-06-30T16:54:10.342Z"
  },
  {
    "title": "Crying in H Mart",
    "author": "Michelle Zauner",
    "description": "From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity. In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band--and meeting the man who would become her husband--her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her. Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
    "img": "http://books.google.com/books/content?id=30UlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780525657743",
    "spineCSS": "b_four",
    "status": "unread",
    "date": "2021-06-29T22:55:10.793Z"
  },
  {
    "title": "How We Fight For Our Lives",
    "author": "Saeed Jones",
    "description": "From award-winning poet Saeed Jones, How We Fight for Our Lives—winner of the Kirkus Prize and the Stonewall Book Award—is a “moving, bracingly honest memoir” (The New York Times Book Review) written at the crossroads of sex, race, and power. One of the best books of the year as selected by The New York Times; The Washington Post; NPR; Time; The New Yorker; O, The Oprah Magazine; Harper’s Bazaar; Elle; BuzzFeed; Goodreads; and many more. “People don’t just happen,” writes Saeed Jones. “We sacrifice former versions of ourselves. We sacrifice the people who dared to raise us. The ‘I’ it seems doesn’t exist until we are able to say, ‘I am no longer yours.’” Haunted and haunting, How We Fight for Our Lives is a stunning coming-of-age memoir about a young, black, gay man from the South as he fights to carve out a place for himself, within his family, within his country, within his own hopes, desires, and fears. Through a series of vignettes that chart a course across the American landscape, Jones draws readers into his boyhood and adolescence—into tumultuous relationships with his family, into passing flings with lovers, friends, and strangers. Each piece builds into a larger examination of race and queerness, power and vulnerability, love and grief: a portrait of what we all do for one another—and to one another—as we fight to become ourselves. An award-winning poet, Jones has developed a style that’s as beautiful as it is powerful—a voice that’s by turns a river, a blues, and a nightscape set ablaze. How We Fight for Our Lives is a one-of-a-kind memoir and a book that cements Saeed Jones as an essential writer for our time.",
    "img": "http://books.google.com/books/content?id=VmvqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781501132742",
    "spineCSS": "b_five",
    "status": "unread",
    "date": "2021-06-29T22:55:10.793Z"
  },
  {
    "title": "It's Been a Pleasure, Noni Blake",
    "author": "Claire Christian",
    "description": "A vibrant story of self-discovery...sure to capture readers' hearts.\"—Publishers Weekly, starred review A sparkling, feel-good tale about starting over, for anyone who's spent too much of their own life making other people happy. What if you made yourself your number one priority? Of all the women and men Noni Blake has pleased in her life, there’s one she’s often overlooked—herself. After the end of a decade-long relationship, Noni decides it’s time for that to change. She’s finally going to prioritize her wants and desires and only do things (and people) that feel good in the moment. As she embarks on a pleasure-seeking quest that takes her halfway around the world, she discovers that maybe she can have everything, and everyone, she’s ever wanted. Effortlessly hilarious and relatable, Claire Christian spins a fresh, uplifting story about starting over as a thirtysomething woman who’s been living life for everyone else. A story of self-discovery for the ages, Noni’s journey serves as a reminder that life is what we make of it—so why not enjoy it? \"Funny, refreshing and empowering.\"—Lindsey Kelk",
    "img": "http://books.google.com/books/content?id=Vz3eDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781488078323",
    "spineCSS": "b_one",
    "status": "unread",
    "date": "2021-06-30T16:41:45.737Z"
  }
]