[
  {
    "title": "The Vegetarian",
    "author": "Han Kang",
    "description": "Winner of the 2016 Man Booker International Prize NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review • Publisher's Weekly • Buzzfeed • Entertainment Weekly • Time • Wall Street Journal • Bustle • Elle • The Economist • Slate • The Huffington Post • The St. Louis Dispatch • Electric Literature Featured in the New York Times selection of \"15 remarkable books by women that are shaping the way we read and write fiction in the 21st century\" A beautiful, unsettling novel about rebellion and taboo, violence and eroticism, and the twisting metamorphosis of a soul Before the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams—invasive images of blood and brutality—torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It’s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that’s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself. Celebrated by critics around the world, The Vegetarian is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman’s struggle to break free from the violence both without and within her.",
    "img": "http://books.google.com/books/content?id=qtDvCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780553448191",
    "spineCSS": "b_two",
    "status": "unread",
    "date": "2021-06-02T16:24:56.824Z"
  },
  {
    "title": "Difficult Women",
    "author": "Roxane Gay",
    "description": "Award-winning author and powerhouse talent Roxane Gay burst onto the scene with An Untamed State and the New York Times bestselling essay collection Bad Feminist (Harper Perennial). Gay returns with Difficult Women, a collection of stories of rare force and beauty, of hardscrabble lives, passionate loves, and quirky and vexed human connection. The women in these stories live lives of privilege and of poverty, are in marriages both loving and haunted by past crimes or emotional blackmail. A pair of sisters, grown now, have been inseparable ever since they were abducted together as children, and must negotiate the elder sister's marriage. A woman married to a twin pretends not to realize when her husband and his brother impersonate each other. A stripper putting herself through college fends off the advances of an overzealous customer. A black engineer moves to Upper Michigan for a job and faces the malign curiosity of her colleagues and the difficulty of leaving her past behind. From a girls’ fight club to a wealthy subdivision in Florida where neighbors conform, compete, and spy on each other, Gay delivers a wry, beautiful, haunting vision of modern America reminiscent of Merritt Tierce, Jamie Quatro, and Miranda July.",
    "img": "http://books.google.com/books/content?id=AYX9DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780802189646",
    "spineCSS": "b_three",
    "status": "unread",
    "date": "2021-06-15T18:51:47.263Z"
  },
  {
    "title": "How We Fight for Our Lives",
    "author": "Saeed Jones",
    "description": "From award-winning poet Saeed Jones, How We Fight for Our Lives—winner of the Kirkus Prize and the Stonewall Book Award—is a “moving, bracingly honest memoir” (The New York Times Book Review) written at the crossroads of sex, race, and power. One of the best books of the year as selected by The New York Times; The Washington Post; NPR; Time; The New Yorker; O, The Oprah Magazine; Harper’s Bazaar; Elle; BuzzFeed; Goodreads; and many more. “People don’t just happen,” writes Saeed Jones. “We sacrifice former versions of ourselves. We sacrifice the people who dared to raise us. The ‘I’ it seems doesn’t exist until we are able to say, ‘I am no longer yours.’” Haunted and haunting, How We Fight for Our Lives is a stunning coming-of-age memoir about a young, black, gay man from the South as he fights to carve out a place for himself, within his family, within his country, within his own hopes, desires, and fears. Through a series of vignettes that chart a course across the American landscape, Jones draws readers into his boyhood and adolescence—into tumultuous relationships with his family, into passing flings with lovers, friends, and strangers. Each piece builds into a larger examination of race and queerness, power and vulnerability, love and grief: a portrait of what we all do for one another—and to one another—as we fight to become ourselves. An award-winning poet, Jones has developed a style that’s as beautiful as it is powerful—a voice that’s by turns a river, a blues, and a nightscape set ablaze. How We Fight for Our Lives is a one-of-a-kind memoir and a book that cements Saeed Jones as an essential writer for our time.",
    "img": "http://books.google.com/books/content?id=VmvqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781501132742",
    "spineCSS": "b_five",
    "status": "unread",
    "date": "2021-06-22T21:11:32.924Z"
  },
  {
    "title": "Mad and Bad",
    "author": "Bea Koch",
    "description": "A feminist pop history that looks beyond the Ton and Jane Austen to highlight iconoclastic women of the Regency period who succeeded on their own terms and have largely been lost to history. Regency England is a world immortalized by Jane Austen and Lord Byron in their beloved novels and poems. The popular image of the Regency continues to be mythologized by the hundreds of romance novels set in the period, which focus almost exclusively on wealthy, white, Christian members of the upper classes. But there are hundreds of fascinating women who don't fit history books limited perception of what was historically accurate for early 19th century England. Women like Dido Elizabeth Belle, whose mother was a slave but was raised by her white father's family in England, Caroline Herschel, who acted as her brother's assistant as he hunted the heavens for comets, and ended up discovering eight on her own, Anne Lister, who lived on her own terms with her common-law wife at Shibden Hall, and Judith Montefiore, a Jewish woman who wrote the first English language Kosher cookbook. As one of the owners of the successful romance-only bookstore The Ripped Bodice, Bea Koch has had a front row seat to controversies surrounding what is accepted as \"historically accurate\" for the wildly popular Regency period. Following in the popular footsteps of books like Ann Shen's Bad Girls Throughout History, Koch takes the Regency, one of the most loved and idealized historical time periods and a huge inspiration for American pop culture, and reveals the independent-minded, standard-breaking real historical women who lived life on their terms. She also examines broader questions of culture in chapters that focus on the LGBTQ and Jewish communities, the lives of women of color in the Regency, and women who broke barriers in fields like astronomy and paleontology. In MAD AND BAD, we look beyond popular perception of the Regency into the even more vibrant, diverse, and fascinating historical truth.",
    "img": "http://books.google.com/books/content?id=_d5XygEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1538701014",
    "spineCSS": "b_one",
    "status": "unread",
    "date": "2021-07-01T21:39:51.093Z"
  },
  {
    "title": "The Wisteria Society of Lady Scoundrels",
    "author": "India Holton",
    "description": "\"The kind of book for which the word \"rollicking\" was invented.\"--New York Times Book Review One of Bustle's Best New Books Out June 2021 A Popsugar Best Summer Read of 2021 A prim and proper lady thief must save her aunt from a crazed pirate and his dangerously charming henchman in this fantastical historical romance. Cecilia Bassingwaite is the ideal Victorian lady. She's also a thief. Like the other members of the Wisteria Society crime sorority, she flies around England drinking tea, blackmailing friends, and acquiring treasure by interesting means. Sure, she has a dark and traumatic past and an overbearing aunt, but all things considered, it's a pleasant existence. Until the men show up. Ned Lightbourne is a sometimes assassin who is smitten with Cecilia from the moment they meet. Unfortunately, that happens to be while he's under direct orders to kill her. His employer, Captain Morvath, who possesses a gothic abbey bristling with cannons and an unbridled hate for the world, intends to rid England of all its presumptuous women, starting with the Wisteria Society. Ned has plans of his own. But both men have made one grave mistake. Never underestimate a woman. When Morvath imperils the Wisteria Society, Cecilia is forced to team up with her handsome would-be assassin to save the women who raised her--hopefully proving, once and for all, that she's as much of a scoundrel as the rest of them.",
    "img": "http://books.google.com/books/content?id=ZAAvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780593200162",
    "spineCSS": "b_four",
    "status": "unread",
    "date": "2021-07-02T18:40:08.727Z"
  },
  {
    "title": "All the Single Ladies",
    "author": "Rebecca Traister",
    "description": "* NEW YORK TIMES NOTABLE BOOKS OF 2016 SELECTION * BEST BOOKS OF 2016 SELECTION BY THE BOSTON GLOBE * ENTERTAINMENT WEEKLY * NPR * CHICAGO PUBLIC LIBRARY * The New York Times bestselling investigation into the sexual, economic, and emotional lives of women is “an informative and thought-provoking book for anyone—not just the single ladies—who want to gain a greater understanding of this pivotal moment in the history of the United States” (The New York Times Book Review). In 2009, award-winning journalist Rebecca Traister started All the Single Ladies about the twenty-first century phenomenon of the American single woman. It was the year the proportion of American women who were married dropped below fifty percent; and the median age of first marriages, which had remained between twenty and twenty-two years old for nearly a century (1890–1980), had risen dramatically to twenty-seven. But over the course of her vast research and more than a hundred interviews with academics and social scientists and prominent single women, Traister discovered a startling truth: the phenomenon of the single woman in America is not a new one. And historically, when women were given options beyond early heterosexual marriage, the results were massive social change—temperance, abolition, secondary education, and more. Today, only twenty percent of Americans are married by age twenty-nine, compared to nearly sixty percent in 1960. “An informative and thought-provoking book for anyone—not just single ladies” (The New York Times Book Review), All the Single Ladies is a remarkable portrait of contemporary American life and how we got here, through the lens of the unmarried American woman. Covering class, race, sexual orientation, and filled with vivid anecdotes from fascinating contemporary and historical figures, “we’re better off reading Rebecca Traister on women, politics, and America than pretty much anyone else” (The Boston Globe).",
    "img": "http://books.google.com/books/content?id=YVAJCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781476716589",
    "spineCSS": "b_three",
    "status": "unread",
    "date": "2021-07-04T18:40:19.150Z"
  },
  {
    "title": "Human Acts",
    "author": "Han Kang",
    "description": "From the internationally bestselling author of The Vegetarian, a “rare and astonishing” (The Observer) portrait of political unrest and the universal struggle for justice. In the midst of a violent student uprising in South Korea, a young boy named Dong-ho is shockingly killed. The story of this tragic episode unfolds in a sequence of interconnected chapters as the victims and the bereaved encounter suppression, denial, and the echoing agony of the massacre. From Dong-ho’s best friend who meets his own fateful end; to an editor struggling against censorship; to a prisoner and a factory worker, each suffering from traumatic memories; and to Dong-ho's own grief-stricken mother; and through their collective heartbreak and acts of hope is the tale of a brutalized people in search of a voice. An award-winning, controversial bestseller, Human Acts is a timeless, pointillist portrait of an historic event with reverberations still being felt today, by turns tracing the harsh reality of oppression and the resounding, extraordinary poetry of humanity. Shortlisted for the International Dublin Literary Award Amazon, 100 Best Books of 2017 The Atlantic, “The Best Books We Read in 2017” San Francisco Chronicle, “Best of 2017: 100 Recommended Books” NPR Book Concierge, 2017’s Great Reads Library Journal, “Best Books of 2017” Huffington Post, “Best Fiction Books of 2017” Medium, Kong Tsung-gan’s “Best Human Rights Books of 2017”",
    "img": "http://books.google.com/books/content?id=VaYIDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781101906736",
    "spineCSS": "b_two",
    "status": "unread",
    "date": "2021-07-05T18:40:30.716Z"
  }
]