[
    {
       "title":"The Vegetarian",
       "author":"Han Kang",
       "description":"Winner of the 2016 Man Booker International Prize NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review • Publisher's Weekly • Buzzfeed • Entertainment Weekly • Time • Wall Street Journal • Bustle • Elle • The Economist • Slate • The Huffington Post • The St. Louis Dispatch • Electric Literature Featured in the New York Times selection of \"15 remarkable books by women that are shaping the way we read and write fiction in the 21st century\" A beautiful, unsettling novel about rebellion and taboo, violence and eroticism, and the twisting metamorphosis of a soul Before the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams—invasive images of blood and brutality—torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It’s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that’s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself. Celebrated by critics around the world, The Vegetarian is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman’s struggle to break free from the violence both without and within her.",
       "img":"http://books.google.com/books/content?id=qtDvCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
       "isbn":"9780553448191",
       "spineCSS":"b_two",
       "status":"unread",
       "date":"2021-06-29T22:55:38.551Z"
    },
    {
       "title":"Mad and Bad",
       "author":"Bea Koch",
       "description":"A feminist pop history that looks beyond the Ton and Jane Austen to highlight iconoclastic women of the Regency period who succeeded on their own terms and have largely been lost to history. Regency England is a world immortalized by Jane Austen and Lord Byron in their beloved novels and poems. The popular image of the Regency continues to be mythologized by the hundreds of romance novels set in the period, which focus almost exclusively on wealthy, white, Christian members of the upper classes. But there are hundreds of fascinating women who don't fit history books limited perception of what was historically accurate for early 19th century England. Women like Dido Elizabeth Belle, whose mother was a slave but was raised by her white father's family in England, Caroline Herschel, who acted as her brother's assistant as he hunted the heavens for comets, and ended up discovering eight on her own, Anne Lister, who lived on her own terms with her common-law wife at Shibden Hall, and Judith Montefiore, a Jewish woman who wrote the first English language Kosher cookbook. As one of the owners of the successful romance-only bookstore The Ripped Bodice, Bea Koch has had a front row seat to controversies surrounding what is accepted as \"historically accurate\" for the wildly popular Regency period. Following in the popular footsteps of books like Ann Shen's Bad Girls Throughout History, Koch takes the Regency, one of the most loved and idealized historical time periods and a huge inspiration for American pop culture, and reveals the independent-minded, standard-breaking real historical women who lived life on their terms. She also examines broader questions of culture in chapters that focus on the LGBTQ and Jewish communities, the lives of women of color in the Regency, and women who broke barriers in fields like astronomy and paleontology. In MAD AND BAD, we look beyond popular perception of the Regency into the even more vibrant, diverse, and fascinating historical truth.",
       "img":"http://books.google.com/books/content?id=_d5XygEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
       "isbn":"1538701014",
       "spineCSS":"b_three",
       "status":"unread",
       "date":"2021-06-29T22:55:22.462Z"
    },
    {
       "title":"Crying in H Mart",
       "author":"Michelle Zauner",
       "description":"From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity. In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band--and meeting the man who would become her husband--her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her. Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
       "img":"http://books.google.com/books/content?id=30UlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
       "isbn":"9780525657743",
       "spineCSS":"b_four",
       "status":"unread",
       "date":"2021-06-29T22:55:10.793Z"
    }
 ]
 
