[
  {
    "title": "Difficult Women",
    "author": "Roxane Gay",
    "description": "Award-winning author and powerhouse talent Roxane Gay burst onto the scene with An Untamed State and the New York Times bestselling essay collection Bad Feminist (Harper Perennial). Gay returns with Difficult Women, a collection of stories of rare force and beauty, of hardscrabble lives, passionate loves, and quirky and vexed human connection. The women in these stories live lives of privilege and of poverty, are in marriages both loving and haunted by past crimes or emotional blackmail. A pair of sisters, grown now, have been inseparable ever since they were abducted together as children, and must negotiate the elder sister's marriage. A woman married to a twin pretends not to realize when her husband and his brother impersonate each other. A stripper putting herself through college fends off the advances of an overzealous customer. A black engineer moves to Upper Michigan for a job and faces the malign curiosity of her colleagues and the difficulty of leaving her past behind. From a girls’ fight club to a wealthy subdivision in Florida where neighbors conform, compete, and spy on each other, Gay delivers a wry, beautiful, haunting vision of modern America reminiscent of Merritt Tierce, Jamie Quatro, and Miranda July.",
    "img": "http://books.google.com/books/content?id=AYX9DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780802189646",
    "spineCSS": "b_three",
    "status": "unread",
    "date": "2021-06-15T18:51:47.263Z"
  },
  {
    "title": "How We Fight for Our Lives",
    "author": "Saeed Jones",
    "description": "From award-winning poet Saeed Jones, How We Fight for Our Lives—winner of the Kirkus Prize and the Stonewall Book Award—is a “moving, bracingly honest memoir” (The New York Times Book Review) written at the crossroads of sex, race, and power. One of the best books of the year as selected by The New York Times; The Washington Post; NPR; Time; The New Yorker; O, The Oprah Magazine; Harper’s Bazaar; Elle; BuzzFeed; Goodreads; and many more. “People don’t just happen,” writes Saeed Jones. “We sacrifice former versions of ourselves. We sacrifice the people who dared to raise us. The ‘I’ it seems doesn’t exist until we are able to say, ‘I am no longer yours.’” Haunted and haunting, How We Fight for Our Lives is a stunning coming-of-age memoir about a young, black, gay man from the South as he fights to carve out a place for himself, within his family, within his country, within his own hopes, desires, and fears. Through a series of vignettes that chart a course across the American landscape, Jones draws readers into his boyhood and adolescence—into tumultuous relationships with his family, into passing flings with lovers, friends, and strangers. Each piece builds into a larger examination of race and queerness, power and vulnerability, love and grief: a portrait of what we all do for one another—and to one another—as we fight to become ourselves. An award-winning poet, Jones has developed a style that’s as beautiful as it is powerful—a voice that’s by turns a river, a blues, and a nightscape set ablaze. How We Fight for Our Lives is a one-of-a-kind memoir and a book that cements Saeed Jones as an essential writer for our time.",
    "img": "http://books.google.com/books/content?id=VmvqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781501132742",
    "spineCSS": "b_five",
    "status": "unread",
    "date": "2021-06-22T21:11:32.924Z"
  },
  {
    "title": "Mad and Bad",
    "author": "Bea Koch",
    "description": "A feminist pop history that looks beyond the Ton and Jane Austen to highlight iconoclastic women of the Regency period who succeeded on their own terms and have largely been lost to history. Regency England is a world immortalized by Jane Austen and Lord Byron in their beloved novels and poems. The popular image of the Regency continues to be mythologized by the hundreds of romance novels set in the period, which focus almost exclusively on wealthy, white, Christian members of the upper classes. But there are hundreds of fascinating women who don't fit history books limited perception of what was historically accurate for early 19th century England. Women like Dido Elizabeth Belle, whose mother was a slave but was raised by her white father's family in England, Caroline Herschel, who acted as her brother's assistant as he hunted the heavens for comets, and ended up discovering eight on her own, Anne Lister, who lived on her own terms with her common-law wife at Shibden Hall, and Judith Montefiore, a Jewish woman who wrote the first English language Kosher cookbook. As one of the owners of the successful romance-only bookstore The Ripped Bodice, Bea Koch has had a front row seat to controversies surrounding what is accepted as \"historically accurate\" for the wildly popular Regency period. Following in the popular footsteps of books like Ann Shen's Bad Girls Throughout History, Koch takes the Regency, one of the most loved and idealized historical time periods and a huge inspiration for American pop culture, and reveals the independent-minded, standard-breaking real historical women who lived life on their terms. She also examines broader questions of culture in chapters that focus on the LGBTQ and Jewish communities, the lives of women of color in the Regency, and women who broke barriers in fields like astronomy and paleontology. In MAD AND BAD, we look beyond popular perception of the Regency into the even more vibrant, diverse, and fascinating historical truth.",
    "img": "http://books.google.com/books/content?id=_d5XygEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1538701014",
    "spineCSS": "b_one",
    "status": "unread",
    "date": "2021-07-01T21:39:51.093Z"
  },
  {
    "title": "Human Acts",
    "author": "Han Kang",
    "description": "From the internationally bestselling author of The Vegetarian, a “rare and astonishing” (The Observer) portrait of political unrest and the universal struggle for justice. In the midst of a violent student uprising in South Korea, a young boy named Dong-ho is shockingly killed. The story of this tragic episode unfolds in a sequence of interconnected chapters as the victims and the bereaved encounter suppression, denial, and the echoing agony of the massacre. From Dong-ho’s best friend who meets his own fateful end; to an editor struggling against censorship; to a prisoner and a factory worker, each suffering from traumatic memories; and to Dong-ho's own grief-stricken mother; and through their collective heartbreak and acts of hope is the tale of a brutalized people in search of a voice. An award-winning, controversial bestseller, Human Acts is a timeless, pointillist portrait of an historic event with reverberations still being felt today, by turns tracing the harsh reality of oppression and the resounding, extraordinary poetry of humanity. Shortlisted for the International Dublin Literary Award Amazon, 100 Best Books of 2017 The Atlantic, “The Best Books We Read in 2017” San Francisco Chronicle, “Best of 2017: 100 Recommended Books” NPR Book Concierge, 2017’s Great Reads Library Journal, “Best Books of 2017” Huffington Post, “Best Fiction Books of 2017” Medium, Kong Tsung-gan’s “Best Human Rights Books of 2017”",
    "img": "http://books.google.com/books/content?id=VaYIDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781101906736",
    "spineCSS": "b_two",
    "status": "unread",
    "date": "2021-07-02T18:23:12.879Z"
  },
  {
    "title": "Crying in H Mart",
    "author": "Michelle Zauner",
    "description": "NEW YORK TIMES BEST SELLER • A Best Book of 2021: Entertainment Weekly • Good Morning America • Wall Street Journal • and more From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity. In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band--and meeting the man who would become her husband--her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her. Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
    "img": "http://books.google.com/books/content?id=kRjzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780525657750",
    "spineCSS": "b_five",
    "status": "read",
    "date": "2021-07-10T18:25:17.277Z"
  },
  {
    "title": "All the Single Ladies",
    "author": "Rebecca Traister",
    "description": "\"Today, only twenty percent of Americans are wed by age twenty-nine, compared to nearly sixty percent in 1960. The Population Reference Bureau calls it a 'dramatic reversal.' [This book presents a] portrait of contemporary American life and how we got here, through the lens of the single American woman, covering class, race, [and] sexual orientation, and filled with ... anecdotes from ... contemporary and historical figures\"--",
    "img": "http://books.google.com/books/content?id=ZaIxDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781476716572",
    "spineCSS": "b_three",
    "status": "unread",
    "date": "2021-07-05T18:23:45.025Z"
  },
  {
    "title": "The Wisteria Society of Lady Scoundrels",
    "author": "India Holton",
    "description": "\"The kind of book for which the word \"rollicking\" was invented.\"--New York Times Book Review One of Bustle's Best New Books Out June 2021 A Popsugar Best Summer Read of 2021 A prim and proper lady thief must save her aunt from a crazed pirate and his dangerously charming henchman in this fantastical historical romance. Cecilia Bassingwaite is the ideal Victorian lady. She's also a thief. Like the other members of the Wisteria Society crime sorority, she flies around England drinking tea, blackmailing friends, and acquiring treasure by interesting means. Sure, she has a dark and traumatic past and an overbearing aunt, but all things considered, it's a pleasant existence. Until the men show up. Ned Lightbourne is a sometimes assassin who is smitten with Cecilia from the moment they meet. Unfortunately, that happens to be while he's under direct orders to kill her. His employer, Captain Morvath, who possesses a gothic abbey bristling with cannons and an unbridled hate for the world, intends to rid England of all its presumptuous women, starting with the Wisteria Society. Ned has plans of his own. But both men have made one grave mistake. Never underestimate a woman. When Morvath imperils the Wisteria Society, Cecilia is forced to team up with her handsome would-be assassin to save the women who raised her--hopefully proving, once and for all, that she's as much of a scoundrel as the rest of them.",
    "img": "http://books.google.com/books/content?id=ZAAvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780593200162",
    "spineCSS": "b_four",
    "status": "read",
    "date": "2021-07-15T18:47:06.993Z"
  },
  {
    "title": "The Queer Principles of Kit Webb",
    "author": "Cat Sebastian",
    "description": "Critically acclaimed author Cat Sebastian makes her trade paperback debut in a stunning historical romance about a reluctantly reformed highwayman and the aristocrat who threatens to steal his heart. Kit Webb has left his stand-and-deliver days behind him. But dreary days at his coffee shop have begun to make him pine for the heady rush of thievery. When a handsome yet arrogant aristocrat storms into his shop, Kit quickly realizes he may be unable to deny whatever this highborn man desires. In order to save himself and a beloved friend, Percy, Lord Holland must go against every gentlemanly behavior he holds dear to gain what he needs most: a book that once belonged to his mother, a book his father never lets out of his sight and could be Percy’s savior. More comfortable in silk-filled ballrooms than coffee shops frequented by criminals, his attempts to hire the roughly hewn highwayman, formerly known as Gladhand Jack, proves equal parts frustrating and electrifying. Kit refuses to participate in the robbery but agrees to teach Percy how to do the deed. Percy knows he has little choice but to submit and as the lessons in thievery begin, he discovers thievery isn’t the only crime he’s desperate to commit with Kit. But when their careful plan goes dangerously wrong and shocking revelations threaten to tear them apart, can these stolen hearts overcome the impediments in their path?",
    "img": "http://books.google.com/books/content?id=w-n8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780063026223",
    "spineCSS": "b_one",
    "status": "unread",
    "date": "2021-07-11T18:55:00.082Z"
  },
  {
    "title": "She Who Became the Sun",
    "author": "Shelley Parker-Chan",
    "description": "Mulan meets The Song of Achilles in Shelley Parker-Chan's She Who Became the Sun, a bold, queer, and lyrical reimagining of the rise of the founding emperor of the Ming Dynasty from an amazing new voice in literary fantasy. To possess the Mandate of Heaven, the female monk Zhu will do anything “I refuse to be nothing...” In a famine-stricken village on a dusty yellow plain, two children are given two fates. A boy, greatness. A girl, nothingness... In 1345, China lies under harsh Mongol rule. For the starving peasants of the Central Plains, greatness is something found only in stories. When the Zhu family’s eighth-born son, Zhu Chongba, is given a fate of greatness, everyone is mystified as to how it will come to pass. The fate of nothingness received by the family’s clever and capable second daughter, on the other hand, is only as expected. When a bandit attack orphans the two children, though, it is Zhu Chongba who succumbs to despair and dies. Desperate to escape her own fated death, the girl uses her brother's identity to enter a monastery as a young male novice. There, propelled by her burning desire to survive, Zhu learns she is capable of doing whatever it takes, no matter how callous, to stay hidden from her fate. After her sanctuary is destroyed for supporting the rebellion against Mongol rule, Zhu takes the chance to claim another future altogether: her brother's abandoned greatness. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
    "img": "http://books.google.com/books/content?id=FwX6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781250621795",
    "spineCSS": "b_two",
    "status": "unread",
    "date": "2021-07-13T18:35:39.054Z"
  },
  {
    "title": "Kim Jiyoung, Born 1982: A Novel",
    "author": "Cho Nam-Joo",
    "description": "A New York Times Editors Choice Selection A global sensation, Kim Jiyoung, Born 1982 “has become...a touchstone for a conversation around feminism and gender” (Sarah Shin, Guardian). One of the most notable novels of the year, hailed by both critics and K-pop stars alike, Kim Jiyoung, Born 1982 follows one woman’s psychic deterioration in the face of rampant misogyny. In a tidy apartment on the outskirts of Seoul, millennial “everywoman” Kim Jiyoung spends her days caring for her infant daughter. But strange symptoms appear: Jiyoung begins to impersonate the voices of other women, dead and alive. As she plunges deeper into this psychosis, her concerned husband sends her to a psychiatrist. Jiyoung narrates her story to this doctor—from her birth to parents who expected a son to elementary school teachers who policed girls’ outfits to male coworkers who installed hidden cameras in women’s restrooms. But can her psychiatrist cure her, or even discover what truly ails her? “A social treatise as well as a work of art” (Alexandra Alter, New York Times), Kim Jiyoung, Born 1982 heralds the arrival of international powerhouse Cho Nam-Joo.",
    "img": "http://books.google.com/books/content?id=3iqfDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9781631496714",
    "spineCSS": "b_five",
    "status": "unread",
    "date": "2021-07-14T18:36:25.858Z"
  },
  {
    "title": "The Once and Future Witches",
    "author": "Alix E. Harrow",
    "description": "\"In the late 1800s, three sisters use witchcraft to change the course of history in Alix E. Harrow's powerful novel of magic and the suffragette movement. In 1893, there's no such thing as witches. There used to be, in the wild, dark days before the burnings began, but now witching is nothing but tidy charms and nursery rhymes. If the modern woman wants any measure of power, she must find it at the ballot box. But when the Eastwood sisters -- James Juniper, Agnes Amaranth, and Beatrice Belladonna -- join the suffragists of New Salem, they begin to pursue the forgotten words and ways that might turn the women's movement into the witch's movement. Stalked by shadows and sickness, hunted by forces who will not suffer a witch to vote -- and perhaps not even to live -- the sisters will need to delve into the oldest magics, draw new alliances, and heal the bond between them if they want to survive. There's no such thing as witches. But there will be\"--",
    "img": "http://books.google.com/books/content?id=7AhYzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "0316422045",
    "spineCSS": "b_four",
    "status": "unread",
    "date": "2021-07-15T18:36:53.576Z"
  },
  {
    "title": "The Devil You Know",
    "author": "Kit Rocha",
    "description": "The Mercenary Librarians and the Silver Devils are back in The Devil You Know, the next installment of USA Today and New York Times bestselling author Kit Rocha’s post-apocalyptic Action/Romance, with hints of Orphan Black and the Avengers Maya has had a price on her head from the day she escaped the TechCorps. Genetically engineered for genius and trained for revolution, there’s only one thing she can’t do—forget. Gray has finally broken free of the Protectorate, but he can’t escape the time bomb in his head. His body is rejecting his modifications, and his months are numbered. When Maya’s team uncovers an operation trading in genetically enhanced children, she’ll do anything to stop them. Even risk falling back into the hands of the TechCorps. And Gray has found a purpose for his final days: keeping Maya safe.",
    "img": "http://books.google.com/books/content?id=9b18zQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "1250209382",
    "spineCSS": "b_three",
    "status": "unread",
    "date": "2021-07-19T18:37:32.970Z"
  },
  {
    "title": "Bombshell",
    "author": "Sarah MacLean",
    "description": "Synopsis coming soon.......",
    "img": "http://books.google.com/books/content?id=QpHlzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "isbn": "0063056151",
    "spineCSS": "b_five",
    "status": "unread",
    "date": "2021-07-21T18:51:50.894Z"
  },
  null,
  null,
  {
    "title": "The Constant Rabbit",
    "author": "Jasper Fforde",
    "description": "\"Reads like a crazed cross between Watership Down and Nineteen Eighty-Four.\" --The Guardian \"Every book of Fforde's seems to be a cause for celebration.\" -- Charles Yu, The New York Times Book Review on Early Riser A new stand-alone novel from the New York Times bestselling author of Early Riser and the Thursday Next series England, 2022. There are 1.2 million human-size rabbits living in the UK. They wear clothes and can walk, talk and drive cars, the result of an inexplicable Spontaneous Anthropomorphizing Event fifty-five years earlier. A family of rabbits is about to move into Much Hemlock, a cozy little village in Middle England where life revolves around summer fetes, jam making, gossipy corner stores, and the oh-so-important Spick & Span awards for the best-kept village. No sooner have the rabbits arrived than the villagers decide they must depart, citing their propensity to burrow and breed, and their shameless levels of veganism. But Mrs Constance Rabbit is made of sterner stuff, and she and her family decide they are to stay. Unusually, their neighbors--longtime resident Peter Knox and his daughter, Pippa--decide to stand with them . . . and soon discover that you can be a friend to rabbits or to humans, but not both. With a blossoming romance, acute cultural differences, enforced rehoming to a MegaWarren in Wales and the full power of the ruling United Kingdom Anti-Rabbit Party against them, Peter and Pippa are about to question everything they had ever thought about their friends, their nation, and their species. An inimitable blend of satire, fantasy and thriller, The Constant Rabbit is the latest dazzlingly original foray into Jasper Fforde's ever-astonishing creative genius.",
    "img": "http://books.google.com/books/content?id=MVj6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "isbn": "9780593296523",
    "spineCSS": "b_four",
    "status": "unread",
    "date": "2021-07-21T19:38:44.140Z"
  }
]